Repository: bosxixi/IELTSWord
Catalog: IELTSWord/IELTSWord.Shared/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de, es, fr, it, ja, ko, ru, zh_cn, zh_hant

# GG_NO.Content
source: No
fr: N°
ja: かどうか
zh_cn: 不认识

# GG_GOOD.Content
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: は
ko: 은
ru: Да
zh_cn: 认识
zh_hant: 认识

# GG_HANDLED.Content
source: MASTER
ar: ماجستير
ja: マスター
ko: 마스터
ru: МАСТЕР
zh_cn: 已掌握
zh_hant: 已掌握

# GG_NOSURE.Content
source: NOT SURE
ar: لست متأكدًا
de: Weiß nicht
es: No estoy seguro
fr: Pas sûr
it: NON SONO SICURO
ja: 自信がありません
ko: 확실하지 않음
ru: Не уверен
zh_cn: 不确定
zh_hant: 不確定

# GG_LEARN.Text
source: Learning
ar: التعلم
de: Lernen
es: Aprendizaje
fr: D’apprentissage
it: Apprendimento
ja: 学習
ko: 학습
ru: Обучение
zh_cn: 学习
zh_hant: 學習

# GG_Statistics.Text
source: Statistics
ar: إحصائيات
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
ja: 統計情報
ko: 통계
ru: Статистика
zh_cn: 统计
zh_hant: 統計

# GG_Settings.Text
source: Settings
ar: إعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: セットアップ パネル
ko: 설정 패널
ru: Параметры
zh_cn: 设置
zh_hant: 設置

# GG_LOAD.Content
source: Load
ar: تحميل
de: Last
es: Carga
fr: Charge
it: Carico
ja: ロード
ko: 부하
ru: Нагрузка
zh_cn: 加载单词本
zh_hant: 負荷

# GG_PivotItem1_ReviewAll.Header
source: Review All Words
ar: استعراض كافة الكلمات
de: Überprüfen Sie alle Wörter
es: Revisar todas las palabras
fr: Examiner tous les mots
it: Scrivi una recensione su tutte le parole
ja: すべての単語を確認します。
ko: 모든 단어를 검토
ru: Просмотрите все слова
zh_cn: 复习所有单词
zh_hant: 复习所有單詞

# GG_PivotItem1_ReviewAll.OnContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: は
ko: 은
ru: Да
zh_cn: 是
zh_hant: 是

# GG_PivotItem1_ReviewAll.OffContent
source: No
ar: لا
de: Nein
fr: N°
ja: かどうか
ko: 여부
ru: Нет
zh_cn: 否
zh_hant: 否

# ielts
source: IELTS Words
ar: كلمات IELTS
de: IELTS-Worte
es: Palabras IELTS
fr: Mots de l’IELTS
it: Parole IELTS
ja: IELTS の言葉
ko: IELTS 단어
ru: IELTS слова
zh_cn: 雅思词汇
zh_hant: 雅思詞彙

# gre
source: GRE Words
ar: كلمات GRE
de: GRE-Worte
es: Palabras GRE
fr: Mots GRE
it: Parole GRE
ja: GRE 単語
ko: GRE 단어
ru: GRE слов
zh_cn: GRE 词汇
zh_hant: GRE 詞汇

# toefl
source: TOEFL Words
ar: كلمات التوفل
de: TOEFL-Worte
es: Palabras TOEFL
fr: Mots TOEFL
it: Parole TOEFL
ja: TOEFL の単語
ko: 토플 단어
ru: TOEFL слова
zh_cn: 托福词汇
zh_hant: 託福詞彙

source: KY
ja: ケンタッキー
ko: 켄터키
zh_cn: 考研词汇
zh_hant: 考研詞汇

# cet6
source: CET6 Words
ar: كلمات CET6
de: CET6 Wörter
es: Palabras CET6
fr: CET6 mots
it: CET6 parole
ja: CET6 言葉
ko: CET6 단어
ru: CET6 слова
zh_cn: CTT6 单词
zh_hant: CTT6 單詞

# cet4
source: CET4 Words
ar: كلمات CET4
de: CET4 Wörter
es: Palabras CET4
fr: CET4 mots
it: CET4 parole
ja: CET4 言葉
ko: CET4 단어
ru: CET4 слова
zh_cn: CET4 单词
zh_hant: CET4 單詞

source: GK
ar: حارس مرمى
zh_cn: 高考词汇
zh_hant: 高考词汇

source: ZK
zh_cn: 中考词汇
zh_hant: 中考词汇

# GG_DOWNLOAD.Content
source: Download From Cloud
ar: تحميل من سحابة
de: Download von Cloud
es: Descarga de nube
fr: Télécharger Cloud
it: Scaricare da Cloud
ja: クラウドからダウンロードします。
ko: 구름에서 다운로드
ru: Скачать из облаков
zh_cn: 从云下载
zh_hant: 從雲下載

# LOADED_SUCCESS
source: Load successfully
ar: تحميل بنجاح
de: Laden Sie erfolgreich
es: Cargar correctamente
fr: Se charger correctement
it: Caricare correttamente
ja: 読み込みが正常に
ko: 성공적으로 로드
ru: Успешно загрузить
zh_cn: 加载成功
zh_hant: 載入成功

# GG_REMOVE.Content
source: Reset Level
ar: إعادة تعيين مستوى
de: Reset-Ebene
es: Nivel de RESET
fr: Niveau de remise à zéro
it: Reset livello
ja: レベルをリセットします。
ko: 리셋 수준
ru: Сброс уровня
zh_cn: 重置级别
zh_hant: 重置級別

# All20000
source: Contemporary high frequency Vocabulary 20000 complete
ar: المعاصرة عالية التردد المفردات 20000 كاملة
de: Zeitgenössische Hochfrequenz Wortschatz 20000 abgeschlossen
es: Contemporáneo de alta frecuencia vocabulario 20000 completa
fr: Contemporain haute fréquence vocabulaire 20000 complet
it: Contemporanea ad alta frequenza vocabolario 20000 completa
ja: 現代の高頻度語彙 20000 完全です
ko: 현대 높은 주파수 어휘 20000 완료
ru: Современной высокой частоты лексики 20000 полный
zh_cn: 当代高频词汇 20000 完整
zh_hant: 當代高頻詞彙 20000 完整

# GG_EXP_EXAMPLE.Header
source: Example Sentences
ar: مثال الجمل
de: Beispielsätze
es: Frases de ejemplo
fr: Exemples de phrases
it: Frasi di esempio
ja: 例文
ko: 예제 문장
ru: Пример предложения
zh_cn: 例句
zh_hant: 例句

# GG_PivotItem1_ShowExamples.Header
source: Show Example Sentences
ar: إظهار مثال الجمل
de: Beispielsätze zu zeigen
es: Ver frases de ejemplo
fr: Montrer des exemples de phrases
it: Frasi di esempio Visualizza
ja: 例文を表示します。
ko: 예제 문장 보기
ru: Показать пример предложения
zh_cn: 显示示例句子
zh_hant: 顯示示例句子

# GG_PivotItem1_ShowExamples.OnContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: は
ko: 은
ru: Да
zh_cn: 是
zh_hant: 是

# GG_PivotItem1_ShowExamples.OffContent
source: No
ar: لا
de: Nein
fr: N°
ja: かどうか
ko: 여부
ru: Нет
zh_cn: 否
zh_hant: 否

# GG_PivotItem1_ShowWordRoot.Header
source: Show Word Root
ar: إظهار جذر الكلمة
de: Wortstamm zeigen
es: Mostrar la raíz de la palabra
fr: Voir la racine de mot
it: Visualizza la radice di parola
ja: 単語のルートを表示します。
ko: 단어 루트 표시
ru: Корень слова шоу
zh_cn: 显示词根
zh_hant: 顯示词根

# GG_PivotItem1_ShowWordRoot.OnContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: は
ko: 은
ru: Да
zh_cn: 是
zh_hant: 是

# GG_PivotItem1_ShowWordRoot.OffContent
source: No
ar: لا
de: Nein
fr: N°
ja: かどうか
ko: 여부
ru: Нет
zh_cn: 否
zh_hant: 否

# GG_PivotItem1_ShowSynonyms.Header
source: Show Synonyms
ar: إظهار المرادفات
de: Zeigen Synonyme
es: Mostrar sinónimos
fr: Synonymes de spectacle
it: Mostra i sinonimi
ja: 類義語を表示します。
ko: 동의어를 표시
ru: Показать синонимы
zh_cn: 显示同义词
zh_hant: 顯示同義字

# GG_PivotItem1_ShowSynonyms.OnContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: は
ko: 은
ru: Да
zh_cn: 是
zh_hant: 是

# GG_PivotItem1_ShowSynonyms.OffContent
source: No
ar: لا
de: Nein
fr: N°
ja: かどうか
ko: 여부
ru: Нет
zh_cn: 否
zh_hant: 否

# GG_PivotItem1_ShowAntonyms.Header
source: Show Antonyms
ar: تظهر المشتقات
de: Antonyme anzeigen
es: Ver los antónimos
fr: Voir l’antonymes
it: Visualizza contrari
ja: 反意語を表示します。
ko: 반의어를 표시
ru: Показать Родственные слова
zh_cn: 显示反义词
zh_hant: 顯示反義詞

# GG_PivotItem1_ShowAntonyms.OnContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: は
ko: 은
ru: Да
zh_cn: 是
zh_hant: 是

# GG_PivotItem1_ShowAntonyms.OffContent
source: No
ar: لا
de: Nein
fr: N°
ja: かどうか
ko: 여부
ru: Нет
zh_cn: 否
zh_hant: 否

source: root
ar: الجذر
de: wurzel
es: raíz
fr: racine
it: radice
ja: ルート
ko: 루트
ru: корень
zh_cn: 词根
zh_hant: 词根

source: meaning
ar: معنى
de: Bedeutung
es: significado
fr: sens
it: significato
ja: 意味
ko: 의미
ru: смысл
zh_cn: 意义
zh_hant: 意義

# GGclass
source: class
ar: الفئة
de: Klasse
es: clase
fr: classe
it: classe
ja: クラス
ko: 클래스
ru: класс
zh_cn: 类
zh_hant: 類

source: synonyms
ar: مرادفات
de: Synonyme
es: Sinónimos
fr: synonymes
it: sinonimi
ja: 類義語
ko: 동의어
ru: Синонимы
zh_cn: 同义词
zh_hant: 同義字

source: origin
ar: الأصل
de: Herkunft
es: origen
fr: origine
it: origine
ja: 起源
ko: 기원
ru: происхождение
zh_cn: 起源
zh_hant: 起源

source: antonyms
ar: المتضادات
de: Antonyme
es: antónimos
fr: antonymes
it: contrari
ja: 反意語
ko: 반의어
ru: Родственные слова
zh_cn: 反义词
zh_hant: 反義詞

source: examples
ar: أمثلة
de: Beispiele
es: ejemplos
fr: exemples
it: esempi
ja: 例
ko: 예제
ru: Примеры
zh_cn: 例子
zh_hant: 例子

# GG_PivotItem1_AudoPlayAudio.Header
source: Auto Play Audio
ar: الصوت التشغيل التلقائي
es: Auto reproducir Audio
ja: オーディオの自動再生
ko: 자동 재생 오디오
ru: Автоматическое воспроизведение аудио
zh_cn: 自动播放音频
zh_hant: 自動播放音訊

# GG_PivotItem1_AudoPlayAudio.OnContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: は
ko: 은
ru: Да
zh_cn: 是
zh_hant: 是

# GG_PivotItem1_AudoPlayAudio.OffContent
source: No
ar: لا
de: Nein
fr: N°
ja: かどうか
ko: 여부
ru: Нет
zh_cn: 否
zh_hant: 否

# ReviewAll_Text.Text
source: Review All Words
ar: استعراض كافة الكلمات
de: Überprüfen Sie alle Wörter
es: Revisar todas las palabras
fr: Examiner tous les mots
it: Scrivi una recensione su tutte le parole
ja: すべての単語を確認します。
ko: 모든 단어를 검토
ru: Просмотрите все слова
zh_cn: 复习所有单词
zh_hant: 复习所有單詞

# ShowExamples_Text.Text
source: Show Example Sentences
ar: إظهار مثال الجمل
de: Beispielsätze zu zeigen
es: Ver frases de ejemplo
fr: Montrer des exemples de phrases
it: Frasi di esempio Visualizza
ja: 例文を表示します。
ko: 예제 문장 보기
ru: Показать пример предложения
zh_cn: 显示示例句子
zh_hant: 顯示示例句子

# ShowWordRoot_Text.Text
source: Show Word Root
ar: إظهار جذر الكلمة
de: Wortstamm zeigen
es: Mostrar la raíz de la palabra
fr: Voir la racine de mot
it: Visualizza la radice di parola
ja: 単語のルートを表示します。
ko: 단어 루트 표시
ru: Корень слова шоу
zh_cn: 显示词根
zh_hant: 顯示词根

# ShowSynonyms_Text.Text
source: Show Synonyms
ar: إظهار المرادفات
de: Zeigen Synonyme
es: Mostrar sinónimos
fr: Synonymes de spectacle
it: Mostra i sinonimi
ja: 類義語を表示します。
ko: 동의어를 표시
ru: Показать синонимы
zh_cn: 显示同义词
zh_hant: 顯示同義字

# ShowAntonyms_Text.Text
source: Show Antonyms
ar: تظهر المشتقات
de: Antonyme anzeigen
es: Ver los antónimos
fr: Voir l’antonymes
it: Visualizza contrari
ja: 反意語を表示します。
ko: 반의어를 표시
ru: Показать Родственные слова
zh_cn: 显示反义词
zh_hant: 顯示反義詞

# AudoPlayAudio_Text.Text
source: Auto Play Audio
ar: الصوت التشغيل التلقائي
es: Auto reproducir Audio
ja: オーディオの自動再生
ko: 자동 재생 오디오
ru: Автоматическое воспроизведение аудио
zh_cn: 自动播放音频
zh_hant: 自動播放音訊

# UseLightThemeButton_Text.Text
source: Use Fluent Design
ar: استخدام التصميم بطلاقة
de: Verwenden Sie fließend Design
es: Diseño fluido
fr: Utiliser couramment Design
it: Uso fluente Design
ja: 流暢なデザイン テーマを使用してください。
ko: 리본 디자인 테마를 사용 하 여
ru: Использование свободно дизайн
zh_cn: 使用流畅设计主题
zh_hant: 使用流暢設計主題

# UPLOAD_SUCCESS
source: Upload Completed
ar: تحميل المكتملة
de: Upload abgeschlossen
es: Subida completada
fr: Téléchargement terminé
it: Upload completato
ja: アップロードが完了しました
ko: 업로드 완료
ru: Загрузка завершена
zh_cn: 上传已完成
zh_hant: 上傳已完成

# UPLOAD_SUCCESS_DETAIL
source: Backup Data Successfully
ar: النسخ الاحتياطي للبيانات بنجاح
de: Backup-Daten erfolgreich
es: Copia de seguridad de datos con éxito
fr: Sauvegarde des données avec succès
it: Backup dei dati con successo
ja: データを正常にバックアップします。
ko: 데이터를 성공적으로 백업
ru: Резервное копирование данных успешно
zh_cn: 备份数据成功
zh_hant: 備份資料成功

# REQUERED_MORE_INFO
source: Required more info to backup
ar: مطلوب مزيد من المعلومات للنسخ الاحتياطي
de: Weitere Informationen zum Backup erforderlich
es: Requiere más información para backup
fr: Besoin de plus d’informations pour la sauvegarde
it: Necessarie ulteriori informazioni per il backup
ja: 必要なバックアップの詳細情報
ko: 백업에 더 많은 정보를 필요
ru: Требуется больше информации для резервного копирования
zh_cn: 需要备份的详细信息
zh_hant: 需要備份的詳細資訊

# REQUERED_MORE_INFO_DETAIL
source: Please enter email and password to backup data to cloud
ar: الرجاء إدخال البريد الإلكتروني وكلمة المرور للنسخ الاحتياطي للبيانات سحابة
de: Bitte geben Sie e-Mail und Passwort für backup-Daten in die cloud
es: Introduzca email y contraseña a los datos de backup en la nube
fr: Veuillez saisir l’email et le mot de passe pour sauvegarder des données pour le cloud
it: Inserisci email e password di backup dei dati verso il cloud
ja: クラウドにデータをバックアップするメール アドレスとパスワードを入力してください。
ko: 클라우드 백업 데이터를 이메일 및 비밀 번호를 입력 해 주시기 바랍니다
ru: Пожалуйста, введите адрес электронной почты и пароль для резервного копирования данных в облаке
zh_cn: 请输入电子邮件和密码将数据备份到云
zh_hant: 請輸入電子郵件和密碼將資料備份到雲

# ERROR_MORE_INFO
source: Unable to Download
ar: غير قادر على تحميل
de: Nicht in der Lage zum Download
es: No se puede descargar
fr: Impossible à télécharger
it: Impossibile scaricare
ja: ダウンロードできません。
ko: 다운로드 수 없습니다
ru: Не удается загрузить
zh_cn: 无法下载
zh_hant: 無法下載

# ERROR_MORE_INFO_DETAIL
source: Please enter correct email and password to restore
ar: الرجاء إدخال البريد الإلكتروني الصحيح وكلمة المرور لاستعادة
de: Bitte geben Sie korrekte Emailadresse und Passwort wiederherstellen
es: Introduce email correcto y la contraseña para restaurar
fr: S’il vous plaît entrez e-mail correct et le mot de passe pour restaurer
it: Inserisci email corretto e la password per ripristinare
ja: 正しいメール アドレスとパスワードを復元するを入力してください。
ko: 정확한 이메일과 비밀 번호 복구를 입력 해 주시기 바랍니다
ru: Пожалуйста, введите правильный адрес электронной почты и пароль для восстановления
zh_cn: 请输入正确的电子邮件和密码以恢复
zh_hant: 請輸入正確的電子郵件和密碼以恢復

# GG_WordBook.Text
source: Word
es: Libro de la palabra
fr: Livre de mot
ja: 単語帳
zh_cn: 单词本

# GG_CUSTOM.Text
source: Custom
ar: مخصص
de: Brauch
it: Su ordinazione
ja: カスタム
ko: 사용자 정의
ru: Пользовательские
zh_cn: 自定义
zh_hant: 自訂

# GG_SUBTITLE.Text
source: Subtitle
ar: العنوان الفرعي
de: Untertitel
es: Subtítulos
it: Sottotitoli
ja: 字幕
ko: 자막
ru: Субтитров
zh_cn: 影片字幕
zh_hant: 影片字幕

# GG_BOOKS.Text
source: Word
es: Libro de la palabra
fr: Livre de mot
ja: 単語帳
zh_cn: 单词本

# DOWNLOAD_CUSTOM_TEXT.Content
source: Fetch Text
ar: إحضار نص
de: Text zu holen
es: Buscar texto
fr: Extraction de texte
it: Testo di recupero
ja: テキストをフェッチします。
ko: 텍스트 가져오기
ru: Извлечь текст
zh_cn: 获取文本
zh_hant: 獲取文本

# EXTRACT_CUSTOM_TEXT.Content
source: Extract Word
ar: استخراج كلمة
de: Wort zu extrahieren
es: Extracto de la palabra
fr: Extraire le mot
it: Estratto di parola
ja: 単語を抽出します。
ko: 단어 추출
ru: Извлечь слово
zh_cn: 提取单词
zh_hant: 提取單詞

# ADD_OR_CREATE_WORDBOOK.Content
source: Create
ar: &إنشاء
de: Erstellen
es: Crear
fr: &Créer...
it: Crea
ja: 作成
ko: 만들기
ru: Создать
zh_cn: 创建
zh_hant: 建立

# NewWordBookName.PlaceholderText
source: Word Book Name
ar: اسم الكتاب كلمة
de: Wort-Buch-Namen
es: Nombre del libro palabra
fr: Nom du livre Word
it: Nome della Rubrica di Word
ja: 単語帳名
ko: 단어 책 이름
ru: Имя книги Word
zh_cn: 文字簿名称
zh_hant: 文字簿名稱

# SEARCH_SUBTITLE.PlaceholderText
source: Search Movie or TV Shows
ar: فيلم البحث أو البرامج التلفزيونية
de: Suche Film oder TV-Shows
es: Buscar películas o series de televisión
fr: Recherche film ou séries TV
it: Cerca film o spettacoli televisivi
ja: 検索映画またはテレビ番組
ko: 검색 영화 또는 TV 프로그램
ru: Поиск кино или ТВ-шоу
zh_cn: 搜索电影或电视节目
zh_hant: 搜索電影或電視節目

# SEARCH_SUBTITLE_CLICK.Content
source: Search
ar: البحث عن
de: Suche
es: Búsqueda de
fr: Recherche
it: Ricerca
ja: 検索
ko: 검색
ru: Поиск
zh_cn: 搜索
zh_hant: 搜索

# DOWNLOAD_SUBTITLE_CLICK.Content
source: Fetch Sentences
ar: إحضار الجمل
de: Sätze zu holen
es: Buscar frases
fr: Chercher des phrases
it: Frasi di recupero
ja: フェッチ文
ko: 인출 문장
ru: Получить предложения
zh_cn: 提取所有台词
zh_hant: 提取所有台词

# LOAD_SUBTITLE_BOOK_CLICK.Content
source: Load
ar: تحميل
de: Last
es: Carga
fr: Charge
it: Carico
ja: ロード
ko: 부하
ru: Нагрузка
zh_cn: 加载单词本
zh_hant: 負荷

# DELETE_SUBTITLE_BOOK_CLICK.Content
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
ru: Удалить
zh_cn: 删除
zh_hant: 刪除

# SpeakNatural_Text.Text
source: Word Speech Natural (Fetch Online)
ar: كلمة ألقاها الطبيعية (الجلب على الإنترنت)
de: Wort der Rede Natural (Online-Abruf)
es: La palabra discurso Natural (Fetch en línea)
fr: Mot des discours naturel (extraction en ligne)
it: Parola di discorso naturale (Fetch Online)
ja: 音声を単語自然 (フェッチ オンライン)
ko: 음성 단어 자연 (Fetch 온라인)
ru: Слово слова природных (Fetch онлайн)
zh_cn: 神经网络阅读文本到语音
zh_hant: 神经网络阅读文本到语音 (線上獲取)

# GG_DELETE.Content
source: Delete
es: Eliminar
fr: Supprimer
ja: 削除
zh_cn: 删除

# GG_ACCOUNT.Text
source: Sync
es: Sincronizar
ja: 同期
zh_cn: 同步

# GG_ABOUT.Text
source: About
es: acerca de
fr: Sur
ja: に関しては
zh_cn: 关于

# GG_Gerneral.Text
source: General
fr: Générales
ja: 一般的です
zh_cn: 通用

# GG_Overview.Text
source: Overview
es: Resumen
fr: Vue d’ensemble
ja: 概要
zh_cn: 概述

# GG_REPORT.Text
source: Report
es: Informe
fr: Rapport
ja: レポート
zh_cn: 报告

# ShakeLevelStrong_Text.Text
source: Shake Sensor Fast Speed
es: Shake Sensor velocidad rápida
fr: Secouer le capteur de vitesse rapide
ja: スピード センサーを振る
zh_cn: 摇摇传感器高灵敏度

# ShakeEnabled_Text.Text
source: Detect Shake
es: Detectar movimiento
fr: Détecter les Shake
ja: 手ふれを検出します。
zh_cn: 摇动切词

# DOWNLOAD_SUCCESS_DETAIL
source: Sync Data Successfully
es: Sincronizar los datos con éxito
fr: Synchroniser des données avec succès
ja: データが正常に同期します。
zh_cn: 成功同步数据

# GG_UPLOAD.Content
source: Sync Data
es: Sincronización de datos
fr: Synchronisation de données
ja: 同期データ
zh_cn: 同步数据

# DOWNLOAD_SUCCESS
source: Sync Data Completed
es: Sincronización de datos completado
fr: Données de synchronisation terminée
ja: 完了した同期データ
zh_cn: 同步数据已完成

# UsePointer_Text.Text
source: Use Pointer Mode
es: Utilice el modo puntero
fr: Utilisez le Mode pointeur
ja: ポインターを使用するモード
zh_cn: 使用指针模式

# AutoSync_Text.Text
source: Auto Sync Data
es: Auto sincronización de datos
fr: Données de synchronisation automatique
ja: 自動同期データ
zh_cn: 自动同步数据

# URI_IS_EMPTY
source: Please input correct web URL
es: Por favor introduzca el URL web correcto
fr: Entrez l’URL web correcte
ja: 正しい web の URL を入力してください。
zh_cn: 请输入正确的 web URL

# Error_Title
source: Error Occur
es: Se producen errores
fr: Erreur produit
ja: エラーが発生します。
zh_cn: 出现错误

# CustomText_IS_EMPTY
source: Please input texts
es: Por favor introduzca textos
fr: Veuillez entrer les textes
ja: テキストを入力してください。
zh_cn: 请输入文本

# Report_Text1.Text
source: Today new learned words
es: Nuevas palabras aprendidas hoy
fr: Nouveaux mots appris aujourd'hui
ja: 今日新しい言葉を学んだ
zh_cn: 今天新学习的词

# Report_Text2.Text
source: This week new learned words
es: Esta semana nuevo aprendido palabras
fr: Cette nouvelle semaine appris des mots
ja: 今週新しい言葉を学んだ
zh_cn: 本周新学习的单词

# Report_Text3.Text
source: This month new learned words
es: Este mes nuevo aprendido palabras
fr: Ce mois-ci nouveau appris des mots
ja: 今月新しい言葉を学んだ
zh_cn: 这个月新学习的单词

# Report_Text1_r.Text
source: Today review words
es: Palabras del examen de hoy
fr: Mots d’examen aujourd'hui
ja: 今日のレビューの言葉
zh_cn: 今天复习单词

# Report_Text2_r.Text
source: This week review words
es: Esta semana revisa palabras
fr: Cette semaine, revue mots
ja: 今週のレビューの言葉
zh_cn: 本周复习词

# Report_Text3_r.Text
source: This month review words
es: Este mes revisar palabras
fr: Du mois revue mots
ja: 今月のレビューの言葉
zh_cn: 本月复习词

# UseSound_Text.Text
source: Use Element Sound
es: Uso elemento sonido
fr: Son élément utilisation
ja: 使用要素の音
zh_cn: 使用元素声音

# GG_UpComing.Text
source: Up Coming
es: Hasta que viene
fr: Jusqu'à l’entrée
ja: 控え
zh_cn: 即将推出

# GG_UpComingREMOVE.Content
source: MASTER
ja: マスター
zh_cn: 已掌握

# GG_UpComing_Fetch.Content
source: Refresh
es: Actualización
fr: Actualisation
ja: 更新
zh_cn: 刷新

# ShowOneExamples_Text.Text
source: Example One Sentence
es: Mostrar menos frases de ejemplo
fr: Exemple une phrase
ja: 以下の例文を表示します。
zh_cn: 示例一句

# GG_PRELOAD.Content
source: Preload Word Detail
es: Detalle de la carga de la palabra
fr: Précharger le mot détail
ja: 単語詳細をプリロードします。

# GG_NO.Content
source: IELTSWord
ar: لا
de: Nein
it: No
ko: 여부
ru: Нет
zh_hant: 不认识

# GG_UPLOAD.Content
source: Upload to Cloud
ar: إضافة إلى مجموعة النظراء
de: In Cloud hochladen
it: Caricare su Cloud
ko: 클라우드로 업로드
ru: Загрузить в облако
zh_hant: 上傳到雲

# DOWNLOAD_SUCCESS
source: Download Completed
ar: تحميل المكتملة
de: Download abgeschlossen
it: Download completato
ko: 다운로드 완료
ru: Загрузка завершена
zh_hant: 下載已完成

# DOWNLOAD_SUCCESS_DETAIL
source: Restore Data Successfully
ar: استعادة البيانات بنجاح
de: Daten erfolgreich wiederherstellen
it: Ripristinare i dati con successo
ko: 데이터를 성공적으로 복원
ru: Восстановление данных успешно
zh_hant: 成功還原資料

# GG_WordBook.Text
source: Word Book
ar: كتاب Word
de: Wort-Buch
it: Libro di parola
ko: 단어 책
ru: Книга слова
zh_hant: 单词書

# GG_BOOKS.Text
source: Word Book
ar: كتاب Word
de: Wort-Buch
it: Libro di parola
ko: 단어 책
ru: Книга слова
zh_hant: 单词書
